outer_result_click_ct_cst = {
    "head": [
        [
            "CT",
            "CT Desc."
        ],
        [
            "CST",
            "CST Desc."
        ]
    ],
    "content": [{
        "CT": "1",
        "CT Desc.": "Suggestion直达专用",
        "CST": [
            1,
            2,
            3,
            4,
            5,
            6,
            7
        ],
        "CST Desc.": [
            "带icon直达非搜索跳转请求",
            "带\"访问\"直达非搜索跳转请求",
            "@直达号非搜索跳转请求",
            "HIS多端同步图像点击",
            "HIS多端同步图像展现",
            "SUG直达点击<br>clk_info为类型",
            "SUG直达展现<br>clk_info为类型"
        ]
    }, {
        "CT": "2",
        "CT Desc.": "非搜索结果点击",
        "CST": [
            1,
            2,
            3,
            4,
            5,
            6
        ],
        "CST Desc.": [
            "唯一答案展开链接",
            "OEM扩展结果",
            "OEM下载链接",
            "结果页顶部推广",
            "结果页顶部点击“更多”展开",
            "结果页顶部点击“更多”收起"
        ]
    }, {
        "CT": "3",
        "CT Desc.": "输入环节点击",
        "CST": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9
        ],
        "CST Desc.": [
            "Suggestion再编辑按钮",
            "搜索框应用调起",
            "sug中tab展现",
            "sug中tab点击，历史记录按钮点击",
            "sug中tab点击，直达号按钮点击",
            "his中查看更多按钮点击",
            "his中设置按钮点击",
            "his中单条删除点击",
            "清空全部按钮点击"
        ]
    }, {
        "CT": "4",
        "CT Desc.": "应用调起相关",
        "CST": [
            1,
            2,
            3
        ],
        "CST Desc.": [
            "应用调起相关",
            "框调起组件相关",
            "AppSearch分发调起"
        ]
    }, {
        "CT": "6",
        "CT Desc.": "微站相关",
        "CST": [
            1
        ],
        "CST Desc.": [
            "微站资源切换中间页"
        ]
    }, {
        "CT": "7",
        "CT Desc.": "中间页相关",
        "CST": [
            1
        ],
        "CST Desc.": [
            "阿拉丁非跳转中间页<br>oper_act=xxx 表示运营活动"
        ]
    }, {
        "CT": "8",
        "CT Desc.": "Safari浏览器默认搜索引擎设置",
        "CST": [
            1,
            2,
            3
        ],
        "CST Desc.": [
            "设置弹窗展现量",
            "设置成功",
            "取消设置或设置失败"
        ]
    }, {
        "CT": "9<br>16",
        "CT Desc.": "9：搜索结果页底部推广banner<br>16：低版本框(2.0.1)banner推广提示升级",
        "CST": [
            1,
            2,
            3,
            "附加参数"
        ],
        "CST Desc.": [
            "banner展现量",
            "\"关闭\"点击量",
            "\"立即打开\"点击量<br>附加参数<br>Android调起:s_open=1<br>Android提示下载:s_open=2",
            "均需携带:<br>iOS:s_os=1<br>Android:s_os=2"
        ]
    }, {
        "CT": "10",
        "CT Desc.": "新首页卡片推荐.ct=10为新首页专用",
        "CST": [
            "详情见<a href='http://ws.baidu.com/#/%E6%B5%81%E7%A8%8B%E4%B8%8E%E8%A7%84%E8%8C%83/%E6%95%B0%E6%8D%AE%E8%A7%84%E8%8C%83/%E6%96%B0%E9%A6%96%E9%A1%B5%E8%A7%84%E8%8C%83/%E9%A6%96%E9%A1%B5%E7%BB%9F%E8%AE%A1%E6%B1%87%E6%80%BB' target='_blank'><b>新首页统计汇总</b></a>"
        ],
        "CST Desc.": [
            "详情见<a href='http://ws.baidu.com/#/%E6%B5%81%E7%A8%8B%E4%B8%8E%E8%A7%84%E8%8C%83/%E6%95%B0%E6%8D%AE%E8%A7%84%E8%8C%83/%E6%96%B0%E9%A6%96%E9%A1%B5%E8%A7%84%E8%8C%83/%E9%A6%96%E9%A1%B5%E7%BB%9F%E8%AE%A1%E6%B1%87%E6%80%BB' target='_blank'><b>新首页统计汇总</b></a>"
        ]
    }, {
        "CT": "200-299",
        "CT Desc.": "首页专用",
        "CST": [
            "自定义"
        ],
        "CST Desc.": [
            "首页自定义专用"
        ]
    }, {
        "CT": "11",
        "CT Desc.": "旧首页统计",
        "CST": [
            1
        ],
        "CST Desc.": [
            "点击"
        ]
    }, {
        "CT": "12",
        "CT Desc.": "桌面前置",
        "CST": [
            1
        ],
        "CST Desc.": [
            "下发统计(携带from)"
        ]
    }, {
        "CT": "14",
        "CT Desc.": "fastclick实验A",
        "CST": [
            "详情见<a href='http://ws.baidu.com/#/%E6%B5%81%E7%A8%8B%E4%B8%8E%E8%A7%84%E8%8C%83/%E6%95%B0%E6%8D%AE%E8%A7%84%E8%8C%83/%E6%96%B0%E9%A6%96%E9%A1%B5%E8%A7%84%E8%8C%83/%E9%A6%96%E9%A1%B5%E7%BB%9F%E8%AE%A1%E6%B1%87%E6%80%BB' target='_blank'><b>新首页统计汇总</b></a>"
        ],
        "CST Desc.": [
            "详情见<a href='http://ws.baidu.com/#/%E6%B5%81%E7%A8%8B%E4%B8%8E%E8%A7%84%E8%8C%83/%E6%95%B0%E6%8D%AE%E8%A7%84%E8%8C%83/%E6%96%B0%E9%A6%96%E9%A1%B5%E8%A7%84%E8%8C%83/%E9%A6%96%E9%A1%B5%E7%BB%9F%E8%AE%A1%E6%B1%87%E6%80%BB' target='_blank'><b>新首页统计汇总</b></a>"
        ]
    }, {
        "CT": "15",
        "CT Desc.": "fastclick实验B",
        "CST": [
            "详情见<a href='http://ws.baidu.com/#/%E6%B5%81%E7%A8%8B%E4%B8%8E%E8%A7%84%E8%8C%83/%E6%95%B0%E6%8D%AE%E8%A7%84%E8%8C%83/%E6%96%B0%E9%A6%96%E9%A1%B5%E8%A7%84%E8%8C%83/%E9%A6%96%E9%A1%B5%E7%BB%9F%E8%AE%A1%E6%B1%87%E6%80%BB' target='_blank'><b>新首页统计汇总</b></a>"
        ],
        "CST Desc.": [
            "详情见<a href='http://ws.baidu.com/#/%E6%B5%81%E7%A8%8B%E4%B8%8E%E8%A7%84%E8%8C%83/%E6%95%B0%E6%8D%AE%E8%A7%84%E8%8C%83/%E6%96%B0%E9%A6%96%E9%A1%B5%E8%A7%84%E8%8C%83/%E9%A6%96%E9%A1%B5%E7%BB%9F%E8%AE%A1%E6%B1%87%E6%80%BB' target='_blank'><b>新首页统计汇总</b></a>"
        ]
    }, {
        "CT": "0",
        "CT Desc.": "Others",
        "CST": [
            0,
            1,
            2
        ],
        "CST Desc.": [
            "其他未归类点击",
            "搜索结果页inapp相关展现",
            "搜索结果页inapp相关点击"
        ]
    }, {
        "CT": "17",
        "CT Desc.": "弹层彩蛋运营使用",
        "CST": [
            1,
            2,
            3
        ],
        "CST Desc.": [
            "关闭按钮点击",
            "了解更多按钮点击",
            "分享按钮点击"
        ]
    }, {
        "CT": "18",
        "CT Desc.": "个人中心",
        "CST": [
            1,
            2,
            3,
            4,
            5,
            6,
            7
        ],
        "CST Desc.": [
            "设置页面：设置历史开关按钮点击使打开",
            "设置页面：设置历史开关按钮点击使关闭",
            "设置页面：历史记录链接点击量",
            "历史记录页：清空点击",
            "历史记录页：上一页点击",
            "历史记录页：下一页点击",
            "历史记录页：选择删除点击"
        ]
    }, {
        "CT": "20",
        "CT Desc.": "首页banner导流",
        "CST": [
            1,
            2,
            3,
            4
        ],
        "CST Desc.": [
            "banner展现量",
            "banner关闭量",
            "立即体验点击量<br>附加参数<br>调起:s_open=1<br>下载:s_open=2",
            "调起失败"
        ]
    }, {
        "CT": "21",
        "CT Desc.": "首页浮层导流",
        "CST": [
            1,
            2,
            3,
            4
        ],
        "CST Desc.": [
            "浮层展现",
            "浮层关闭",
            "立即体验点击量<br>附加参数<br>调起:s_open=1<br>下载:s_open=2",
            "调起失败"
        ]
    }, {
        "CT": "22",
        "CT Desc.": "无线品专专用",
        "CST": [
            1
        ],
        "CST Desc.": [
            "额外使用clk_extra来表示各种交互"
        ]
    }, {
        "CT": "23",
        "CT Desc.": "wise错误页",
        "CST": [
            1,
            2,
            3,
            4,
            5,
            6,
            7
        ],
        "CST Desc.": [
            "地图",
            "贴吧",
            "应用",
            "小说",
            "百度贴吧",
            "百度首页",
            "百度图标"
        ]
    }, {
        "CT": "24",
        "CT Desc.": "结果页顶部tab和尾部",
        "CST": [
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            100
        ],
        "CST Desc.": [
            "头部搜索框左侧熊抓Icon",
            "地图",
            "视频",
            "贴吧",
            "知道",
            "图片",
            "应用",
            "新闻",
            "音乐",
            "百科",
            "文库",
            "小说",
            "尾部搜索框左侧熊抓Icon"
        ]
    }, {
        "CT": "25",
        "CT Desc.": "头部语音提示",
        "CST": [
            1,
            2,
            3,
            4,
            5
        ],
        "CST Desc.": [
            "自动展现",
            "自动隐藏",
            "滑动展现",
            "滑动隐藏",
            "点击隐藏"
        ]
    }, {
        "CT": "26",
        "CT Desc.": "语音播报",
        "CST": [
            1,
            2,
            3
        ],
        "CST Desc.": [
            "播报浮层弹出",
            "用户关闭播报浮层",
            "播报浮层自动消失"
        ]
    }, {
        "CT": "27",
        "CT Desc.": "折叠实验",
        "CST": [
            1,
            2
        ],
        "CST Desc.": [
            "点击提示按钮加载结果",
            "上拉加载结果"
        ]
    }, {
        "CT": "28",
        "CT Desc.": "结果页左划出复制按钮实验",
        "CST": [
            1,
            2,
            3,
            4
        ],
        "CST Desc.": [
            "引导展现",
            "复制按钮展现",
            "复制按钮点击",
            "是否支持copy"
        ]
    }, {
        "CT": "29",
        "CT Desc.": "中途岛实验",
        "CST": [
            1,
            2,
            3,
            4
        ],
        "CST Desc.": [
            "推荐页面展现",
            "feed流结果点击",
            "每10条feed流结果展现",
            "回到唯一答案大卡"
        ]
    }, {
        "CT": "30",
        "CT Desc.": "RS实验",
        "CST": [
            1,
            2,
            3
        ],
        "CST Desc.": [
            "RS分屏下从右向左滑动",
            "RS分屏下从左向右滑动",
            "‘换一批’按钮点击"
        ]
    }, {
        "CT": "31",
        "CT Desc.": "马文号项目",
        "CST": [
            1,
            2,
            3
        ],
        "CST Desc.": [
            "各推荐模块的展现顺序",
            "各模块二级页的展现日志",
            "二级页的交互日志"
        ]
    }, {
        "CT": "32<br>33",
        "CT Desc.": "转码页点击 & 交互日志",
        "CST": [
            1,
            2,
            3,
            4
        ],
        "CST Desc.": [
            "返回到顶部",
            "点击导航栏",
            "转码loading时间统计",
            "返回到原网站"
        ]
    }, {
        "CT": "34",
        "CT Desc.": "度秘提示条(短期使用至2016.4.15)",
        "CST": [
            1
        ],
        "CST Desc.": [
            "快递卡片引导度秘提示条展现"
        ]
    }, {
        "CT": "35",
        "CT Desc.": "学术哥伦布",
        "CST": [
            1,
            2
        ],
        "CST Desc.": [
            "tag点击",
            "情景页点击"
        ]
    }, {
        "CT": "36",
        "CT Desc.": "自然结果点击后推荐实验",
        "CST": [
            1
        ],
        "CST Desc.": [
            "自然结果点击后推荐返利链接-内容展现统计"
        ]
    }, {
        "CT": "37",
        "CT Desc.": "搜索结果页加登录按钮",
        "CST": [
            1
        ],
        "CST Desc.": [
            "登录按钮点击统计"
        ]
    }, {
        "CT": "38",
        "CT Desc.": "结果页全局调研类实验",
        "CST": [
            1
        ],
        "CST Desc.": [
            "BAIDUID稳定性验证实验"
        ]
    }, {
        "CT": "39",
        "CT Desc.": "搜索视频播放中间页",
        "CST": [
            1,
            2,
            3
        ],
        "CST Desc.": [
            "短视频合作播放页",
            "视频频道页",
            "视频直播页"
        ]
    }, {
        "CT": "40",
        "CT Desc.": "搜索结果页uiamd分享通用组件点击",
        "CST": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
	    13,
            0
        ],
        "CST Desc.": [
            "分享给微信好友",
            "分享至微信朋友圈",
            "分享至qq空间",
            "分享至新浪微博",
            "分享给QQ好友",
            "分享至邮箱",
            "分享给百度hi",
            "复制链接",
            "分享至系统",
            "点击空白区域取消",
            "搜索结果左滑展现",
            "搜索结果左滑，点击分享按钮",
	    "收藏分享列表展现，点击分享按钮",
            "取消"
        ]
    }, {
        "CT": "41",
        "CT Desc.": "奥运快讯底部推广条（仅2016.8-2016.9有效）",
        "CST": [1, 2, 0],
        "CST Desc.": [
            "banner展现",
            "\"关闭\"点击",
            "\"资讯\"点击"
        ]
    }, {
        "CT": "42",
        "CT Desc.": "分享tc链接回流统计",
        "CST": [0, 1],
        "CST Desc.": [
            "分享回流",
            "暂时备用"
        ]
    }, {
        "CT": "43",
        "CT Desc.": "点击收藏按钮统计",
        "CST": [0, 1, 2],
        "CST Desc.": [
            "点击取消收藏",
            "点击收藏",
            "收藏回流"
        ]
    }, {
        "CT": "44",
        "CT Desc.": "tc速度统计",
        "CST": [0],
        "CST Desc.": [
            "tc速度统计 - 耗时时长统计"
        ]
    }, {
        "CT": "45",
        "CT Desc.": "wise底部反馈弹出组件点击",
        "CST": [1,2,3,4,5,6,7],
        "CST Desc.": [
            "调起组件",
            "反馈原因",
            "反馈内容",
            "反馈图片",
            "反馈邮箱",
            "提交反馈",
            "取消反馈"
        ]
    },
    {
        "CT": "46",
        "CT Desc.": "转码页面信息统计",
        "CST": [1],
        "CST Desc.": [
            "转码页面信息统计 - 模板覆盖率统计"
        ]
    }, {
    	"CT": "47",
	"CT Desc.": "点击收藏分享组件按钮统计",
	"CST": [0,1,2],
	"CST Desc.": [
	    "点击list按钮，list展现",
	    "点击list按钮，list收起",
    	    "点击其他区域，list收起"	    
	]
    }, {
    	"CT": "48",
	    "CT Desc.": "转码页loading时间统计",
	    "CST": [1,2],
	    "CST Desc.": [
	        "sf打开转码页",
	        "非sf打开转码页"	    
	    ]
    }, {
    	"CT": "49",
	    "CT Desc.": "专家问答产品线",
	    "CST": [1,2,3],
	    "CST Desc.": [
	        "法律",
	        "医疗",
	        "房产"	    
	    ]
    }
    ]
}
